language                                      = 简体中文 (&Chinese Simplified)
translators                                   = Madman{n}{n}DaNei

about.title                                   = 关于 [app.name]
about.notregistered                           = 未注册
about.eula                                    = 查看最终用户许可协议

ok                                            = 确定
cancel                                        = 取消
yes                                           = 是
no                                            = 否
close                                         = 关闭
error                                         = 错误
warning                                       = 警告
or                                            = 或
and                                           = 与
if                                            = 如果
then                                          = 然后
else                                          = 其他

app.unknownError                              = 发生未知错误。
app.activatedExistingInstance                 = [app.name] 已在运行中。
app.readonly                                  = 只读
app.restartneeded                             = 本程序将立即重启
app.restartneeded.title                       = 需要重启

undo                                          = 撤销(&U)
redo                                          = 恢复(&R)

notebook.browse.filemask.db                   = CintaNotes 数据库文件
notebook.new.caption                          = 新建数据库
notebook.open.caption                         = 打开数据库
notebook.save.caption                         = 将数据库另存为

notebook.close.fail.stillediting              = 由于仍有笔记在编辑中，导致无法关闭笔记本
notebook.close.fail.rulestillediting          = 由于仍有规则在编辑中，导致无法关闭笔记本

notelinkprotocol.restore.message              = 笔记链接打开方式损坏。是否恢复默认设置？

menu.file                                     = {s}文件(&F){s}
menu.file.new                                 = 新建...(&N)
menu.file.open                                = 打开...(&O)
menu.file.saveas                              = 另存为...(&S)
menu.file.close                               = 关闭(&C)
menu.file.import                              = 导入…(&I)
menu.file.export                              = 导出...(&E)
menu.file.print                               = 打印…(&P)
menu.file.backup                              = 备份(&B)
menu.file.backup.now                          = 立即备份(&B)
menu.file.backup.hourly.enabled               = 每小时备份(&H)
menu.file.backup.daily.enabled                = 每天备份(&D)
menu.file.backup.weekly.enabled               = 每周备份(&W)
menu.file.recyclebin                          = 回收站(&R)
menu.file.passwordprotection                  = 密码保护(&P)…
menu.file.rules                               = &规则
menu.file.sync                                = 同步(&S)
menu.file.exit                                = 退出(&X)

menu.edit                                     = {s}编辑(&E){s}
menu.edit.new                                 = 新建笔记(&N)
menu.edit.edit                                = 编辑(&E)
menu.edit.copy                                = 复制(&C)
menu.edit.cut                                 = 剪切(&T)
menu.edit.paste                               = 粘贴(&P)
menu.edit.paste.plaintext                     = 粘贴为纯文本(&X)
menu.edit.delete                              = 删除(&D)
menu.edit.merge                               = 合并(&M)
menu.edit.replacetags                         = 替换标签…(&R)
menu.edit.selectall                           = 全选(&A)
menu.edit.properties                          = 属性...(&O)
menu.edit.print                               = 打印…(&R)
menu.edit.copylink                            = 复制笔记链接(&L)
menu.edit.pastenotelink                       = 粘贴笔记链接
menu.edit.inserttimestamp                     = 插入时间戳
menu.edit.insertdate                          = 插入当前日期

menu.view                                     = {s}查看(&V){s}
menu.view.notecolor                           = 颜色主题(&C)
menu.view.notecolor.red                       = 红(&R)
menu.view.notecolor.orange                    = 橙(&O)
menu.view.notecolor.yellow                    = 黄(&Y)
menu.view.notecolor.green                     = 绿(&G)
menu.view.notecolor.cyan                      = 青(&C)
menu.view.notecolor.blue                      = 蓝(&B)
menu.view.notecolor.purple                    = 紫(&P)
menu.view.notecolor.gray                      = 灰(&A)
menu.view.tagsidebar                          = 标签侧边栏(&T)
menu.view.sectionbar                          = 分区栏(&S)
menu.view.reversed                            = 倒序(&R)
menu.view.sorting                             = 排序方式(&S)
menu.view.sorting.manual                      = 手动排序(&A)
menu.view.sorting.created                     = 创建时间(&C)
menu.view.sorting.modified                    = 最后修改(&M)
menu.view.sorting.title                       = 标题(&T)
menu.view.sorting.link                        = 链接(&L)
menu.view.sorting.size                        = 大小(&S)
menu.view.history.back                        = 返回(&B)
menu.view.history.forward                     = 前往(&F)
menu.view.history.clear                       = 清除历史(&C)
menu.view.history.display                     = 查看历史(&V)


sort.manual                                   = 手动排序(&A)
sort.created                                  = 创建时间(&C)
sort.modified                                 = 最后修改(&A)
sort.title                                    = 标题(&T)
sort.link                                     = 链接(&L)
sort.size                                     = 大小(&S)
sort.reverse                                  = 倒序(&R)

menu.options                                  = {s}选项(&O){s}
menu.options.hotkey                           = 快捷键…(&H)
menu.options.clipping                         = 剪辑(&C)
menu.options.clipping.silent                  = 静默剪辑(&S)
menu.options.clipping.after                   = 剪辑后动作(&A)
menu.options.clipping.after.showinboxsection  = 切换到默认分区(&I)
menu.options.clipping.after.showuntagged      = 切换到无标签(&U)
menu.options.clipping.after.openeditor        = 打开编辑器(&E)
menu.options.clipping.after.assignactivetags  = 自动添加当前活动标签(&A)
menu.options.clipping.title                   = 标题来源
menu.options.clipping.title.apptitle          = 应用程序标题(&A)
menu.options.clipping.title.firstline         = 正文的第一行(&F)
menu.options.clipping.title.blankline         = 空行(&B)

menu.options.clipping.formatting              = 格式(&F)
menu.options.clipping.formatting.rtf          = 保留RTF格式(&R)
menu.options.clipping.formatting.html         = 保留HTML格式(&H)

menu.view.noteappearance                      = 笔记外观...(&N)

menu.options.editor                           = 编辑器(&E)
menu.options.editor.links                     = 链接(&L)
menu.options.editor.links.recognize           = 链接高亮(&H)
menu.options.editor.links.singleclick         = 单击打开链接(&S)
menu.options.editor.links.doubleclick         = 双击打开链接(&D)
menu.options.editor.initialfocus              = 初始光标位置(&I)
menu.options.editor.initialfocus.title        = 标题
menu.options.editor.initialfocus.text         = 正文
menu.options.editor.tabcharacter              = 插入 Tab 字符(&T)
menu.options.editor.tabcharacter.tab          = 按 Tab 键
menu.options.editor.tabcharacter.ctrltab      = 按 Ctrl+Tab
menu.options.editor.wordwrap                  = 文本换行(&W)
menu.options.editor.editorescsavenote         = 按 Esc 时自动保存更改(&A)

menu.options.search                           = 搜索(&S)
menu.options.search.reset.onctrlf             = 按 [ctrl]+F 重置搜索(&R)
menu.options.search.reset.multistep           = 按 [Esc] 多步重置(&M)

menu.options.tags                             = 标签(&T)
menu.options.tags.lowercase                   = 转化为小写(&L)
menu.options.tags.accepton                    = 开启输入建议(&A)
menu.options.tags.displaycounts               = 在标签栏显示标签使用率(&D)
menu.options.tags.autodeleted                 = 默认自动删除(&U)
menu.options.tags.suggestions.contextsensitive = 上下文敏感建议(&C)

menu.options.tags.accepton.space              = 空格(&S)
menu.options.tags.accepton.click              = 左键单击(&C)

menu.options.rules                            = 规则(&R)
menu.options.rules.notifications              = 应用时通知(&N)

menu.options.window                           = 窗口(&W)
menu.options.minimizetotray                   = 最小化到系统托盘(&M)
menu.options.closetotray                      = 关闭到系统托盘(&L)
menu.options.alwaysontop                      = 永远在最前(&T)
menu.options.window.minimizeonesc             = 按 &Esc 键最小化
menu.options.window.minimizeonlostfocus       = 在失去焦点时最小化(&F)
menu.options.minimizetotray.error             = 最小化到状态栏需要密码。

menu.options.window.minimizeonlostfocus.off   = 禁用
menu.options.window.minimizeonlostfocus.immediately = 立即
menu.options.window.minimizeonlostfocus.after10secs = 10秒后
menu.options.window.minimizeonlostfocus.after1minute = 1 分钟后
menu.options.window.minimizeonlostfocus.after5minutes = 5 分钟后




menu.options.startup                          = 开机运行(&S)
menu.options.runatstartup                     = 开机时运行(&R)
menu.options.startup.minimized                = 运行并最小化(&M)
menu.options.startup.multipleinstances        = 允许开启多个 Cintanotes(&A)
menu.options.startup.restoretagsfilter        = 恢复上次的标签选择(&T)
menu.options.startup.multipleinstances.activationmsg = 激活已有进程时通知我（&N）

menu.options.system                           = 系统设置(&Y)
menu.options.system.associatewithdbfile       = 关联数据库文件 (.db)
menu.options.system.registerlinkprotocol      = 注册笔记链接协议(&L)
menu.options.system.proxysettings             = 代理服务器设置(&P)
menu.options.system.registry.error            = 无法修改注册表设置。请使用管理员权限运行 [app.name]。

registerlinkprotocol.title                    = 注册笔记链接协议。
registerlinkprotocol.registered               = [app.name] 已注册笔记链接协议。
registerlinkprotocol.unregistered             = [app.name] 为未注册版本，无法注册笔记链接协议。

menu.options.language                         = 语言(&L)

menu.help                                     = {s}帮助(&H){s}
menu.help.help                                = 帮助(&H)
menu.help.website                             = 网站(&W)
menu.help.forum                               = 论坛(&F)
menu.help.roadmap                             = 开发计划(&R)
menu.help.translate                           = 翻译(&T)
menu.help.debug                               = 调试(&D)
menu.help.debug.logging                       = 调试日志(&D)
menu.help.license                             = 许可证(&L)
menu.help.checkforupdates                     = 检查更新(&C)
menu.help.about                               = 关于 [app.name](&A)

menu.updatenotify.tooltip                     = 有新版本的 CintaNotes

confirmdelete.one                             = 删除笔记 {n}'{0}'？
confirmdelete.many                            = 删除所选的 {0} 条笔记？
confirmdelete.title.one                       = 确定删除笔记？
confirmdelete.title.many                      = 确定删除笔记？
confirmdelete.unsaved                         = 该笔记未保存。放弃所作修改？
confirmdelete.openineditor.title              = 笔记正在编辑器中打开
confirmdelete.openineditor                    = 笔记 '{0}' 正处于编辑状态。{n} 您确定要删除它么？
confirm.movetorecyclebin.one                  = 确认将笔记{n}'{0}'{n}移动到回收站？
confirm.movetorecyclebin.many                 = 确定移动所选 {0} 条笔记到回收站？
confirm.movetorecyclebin.title.one            = 移动笔记到回收站？
confirm.movetorecyclebin.title.many           = 移动笔记到回收站？

confirm.merge.title                           = 确定合并笔记？
confirm.merge.message                         = 您确定要合并这些笔记？

confirmationdialog.dontaskagain               = 不再询问

deletenotesmessagedialog.caption              = 移动笔记到回收站？
deletenotesmessagedialog.title                = 待删除笔记为 {0} 条，大于回收站容量（{1} 条）。{n}如何处理？
deletenotesmessagedialog.button.increase      = 增加
deletenotesmessagedialog.increase.description = 增加回收站笔记容量
deletenotesmessagedialog.button.delete        = 删除键
deletenotesmessagedialog.delete.description   = 永久删除余下 {0} 的笔记

confirmlinkopening.message                    = 同时打开 {0} 条链接可能导致您系统缓慢。{n}确定要全部打开吗？

filter                                        = 过滤：
filter.anytextfield                           = 任何文本字段(&F)
filter.textandtitle                           = 正文与标题(&T)
filter.text                                   = 仅正文(&X)
filter.title                                  = 仅标题(&I)
filter.time.created                           = 创建时间(&C)
filter.time.modified                          = 修改时间(&M)
filter.remarks                                = 备注(&R)
filter.attachments                            = 附件(&A)
filter.link                                   = 链接(&L)
filter.tags                                   = 标签(&G)
filter.all                                    = 任何位置(&A)
search.insidewords                            = 单词内搜索(&E)
search.acrossfields                           = 跨字段搜索(&A)


license.message.text                          = 该功能仅在商业版有效
license.message.caption                       = 需要许可证

noteslist.notebookempty                       = 您的笔记本是空的。{n}{n}想要记笔记可以在键盘上按下 Insert 键，或者在其它程序中选择文本再按下剪辑快捷键（默认是 [clipping.default.key]）。{n}当然，复制粘贴文本也可以创建新笔记。
noteslist.sectionempty                        = 当前分区为空。
noteslist.notfound                            = 没有找到匹配当前过滤规则的笔记。{n}
noteslist.openlink                            = 浏览链接(&L)
noteslist.tag                                 = 标签…(&T)
noteslist.export.selected                     = 导出…(&E)
noteslist.move                                = 移动(&V)
noteslist.move.up                             = 上移(&U)
noteslist.move.down                           = 下移(&D)
noteslist.move.top                            = 上移到顶部(&T)
noteslist.move.bottom                         = 下移到底部(&B)
noteslist.properties                          = 属性...
noteslist.move.tosection                      = 选择分区…(&S)

noteslist.attachments.more                    = （多于 {0}）
noteslist.drag.more                           = + {0} 笔记

noteedit.title                                = 编辑
noteedit.accepthint                           = （[noteedit.accepthint.shortcut] 确认修改）
noteedit.link                                 = 链接：
noteedit.tags                                 = 标签：
noteedit.remarks                              = 注释：
noteedit.new.title                            = 新建笔记
noteedit.readonly.title                       = 只读笔记
noteedit.notesaved                            = 笔记已保存
noteedit.esc.savechanges.title                = 确认保存更改
noteedit.esc.savechanges                      = 笔记更改还未保存。保存更改？
noteedit.esc.savechanges.dontask              = 取消时不要求保存更改
noteedit.notelinkcopied                       = 笔记链接已复制到剪贴板
noteedit.links.itselferror                    = 无法添加指向自身的链接
noteedit.links.alreadynotelinkerror           = 无法将链接添加到已有链接的笔记
noteedit.links.multilineerror                 = 无法添加多个链接
noteedit.links.createnewnote                  = 新建笔记
noteedit.links.updatecaption                  = 更新链接标题
noteedit.links.typetip                        = 搜索标题
noteedit.links.tip.notenotfound               = 找不到链接笔记
noteedit.links.tip.notebooknotfound           = 找不到包含链接笔记的数据库文件
noteedit.links.tip.notebookencrypted          = 包含所链接笔记的笔记本已加密。
noteedit.section.tip                          = 分区
noteedit.linkedit.tip                         = 编辑链接
noteedit.linkedit.open.tip                    = 打开链接
noteedit.attach.tip                           = 附加文件

noteedit.attach.confirm.title                 = 确认附加文件
noteedit.attach.confirm                       = 附加以下 {0} 个文件？
noteedit.attach.confirm.nfilesmore            = 多于 {0} 个文件
noteedit.externalattachlink.message           = 该链接指向别一个笔记本文件。{n}不支持从另一个笔记本文件中打开附件。

noteedit.attach.alreadyattached               = 文件 '{0}' 已附加。您要更新它吗？
noteedit.attach.alreadyattached.title         = 文件已附加
noteedit.attach.updatename                    = 文件 '{0}' 已由其它名称附加：'{1}'。{n}您要更新名称吗？
noteedit.attach.updatename.title              = 文件已附加

noteedit.attach.updatefromdisk.title          = 磁盘上的附件已更改
noteedit.attach.updatefromdisk                = 磁盘上的附件 '{0}' 已更改。更新？

noteedit.attach.savetodiskoverwrite.title     = 文件已存在
noteedit.attach.savetodiskoverwrite           = 目标目录 '{0}' 已包含有文件 '{1}'。覆盖？

noteedit.attach.cleanup.failed                = 无法删除提取的附件 '{0}'，或许其仍在编辑中。{n}无论如何都要关闭？
noteedit.attach.cleanup.failed.title          = 附件仍在编辑中

noteedit.attach.open.pwprotected              = 附件 '{0}' {n}将保存为未加密的临时文件以供查看。{n}继续？
noteedit.attach.open.pwprotected.title        = 安全警告

noteedit.attach.syncing.sizelimitexceeded     = 已超过附件大小限制且{n}直到移除某些附件以符合大小限制前是无法完成同步的。{n}仍要附加文件？
noteedit.attach.syncing.sizelimitexceeded.title = 超过附件同步大小限制

linkswatchdog.title                           = 发现链接错误
linkswatchdog.message                         = 链接错误: {0} -> {1}

linkswatchdog.title                           = 发现链接错误
linkswatchdog.message                         = 链接错误: {0} -> {1}

noteedit.openfilelink.notexists.title         = 找不到文件
noteedit.openfilelink.notexists.message       = 找不到文件 {0}。是否移除链接？

noteedit.copylinktounsavednote.caption        = 复制链接到未保存笔记
noteedit.copylinktounsavednote.message        = 确认复制链接到笔记并保存？

noteedit.attachment.toolarge                  = 此文件太大。{n}您仅可附加最多 {0} [gbytes] 的文件。
noteedit.attachment.notexist                  = 文件 '{0}' 未找到。
noteedit.attachment.attach.progress.title     = 正在附加文件
noteedit.attachment.attach.progress.message   = 正在附加
noteedit.attachment.open                      = 打开(&O)
noteedit.attachment.openwith                  = 打开方式(&P)...
noteedit.attachment.open.progress.title       = 正在打开附件
noteedit.attachment.open.progress.message     = 正在打开
noteedit.attachment.saveas                    = 另存为(&S)
noteedit.attachment.saveas.selectfolder       = 选择文件夹
noteedit.attachment.saveas.progress.title     = 正在保存附件
noteedit.attachment.saveas.progress.message   = 正在保存
noteedit.attachment.saveas.successmsg.title   = 附件已保存
noteedit.attachment.saveas.successmsg         = 附件已保存到 {0}。
noteedit.attachment.saveas.successmsg.many    = 附件已保存。
noteedit.attachment.saveas.view               = 查看
noteedit.attachment.delete                    = 删除(&D)

noteappearance.title                          = 笔记列表选项
noteappearance.pt                             = pt
noteappearance.bold                           = 粗体
noteappearance.italic                         = 斜体
noteappearance.headerfontlabel                = 标题字体：
noteappearance.textfontlabel                  = 正文字体：
noteappearance.notelines                      = 预览行数：
noteappearance.notelines.min                  = 至少
noteappearance.notelines.max                  = 至多
noteappearance.change                         = …
noteappearance.textformatting                 = 显示富文本格式
noteappearance.datedisplay.label              = 显示的日期与时间：
noteappearance.datedisplay.combo.none         = 无
noteappearance.datedisplay.combo.created      = 创建时间
noteappearance.datedisplay.combo.modified     = 修改时间
noteappearance.datedisplay.combo.both         = 创建和修改时间
noteappearance.datedisplay.sortmodedate       = 始终显示排序使用的时间
noteappearance.datedisplay.displaytime        = 显示时间
noteappearance.tagdisplay.enabled             = 显示标签
noteappearance.tagdisplay.fullnames           = 显示完整标签名
noteappearance.remarksdisplay.enabled         = 显示备注
noteappearance.remarksdisplay.lines.max       = 要显示的备注行数：

notebookmessage.title                         = 笔记本
notebookmessage.message                       = 由于以下路径无法访问导致数据库无法打开：“{0}”
notebookmessage.button.create                 = 创建数据库
notebookmessage.button.open                   = 打开数据库
notebookmessage.button.exit                   = 退出

pastemessage.caption                          = 粘贴笔记冲突处理
pastemessage.title                            = 当前数据库文件包含 {0} 条 ID 重复的笔记。{n}如何处理该冲突？
pastemessage.button.replace                   = 替换
pastemessage.button.replace.description       = 替换当前笔记
pastemessage.button.addnew                    = 粘贴为新笔记
pastemessage.button.addnew.description        = 从剪贴板新建笔记
pastemessage.button.lastmodified              = 修改日期优先
pastemessage.button.lastmodified.description  = 当笔记 ID 冲突时保留修改日期最新的版本

pastemessage.attachmentdatanotfound           = 无法粘贴：{n}未找到包含有附件 '{0}' 数据的笔记本

searchdialog.find.title                       = 查找
searchdialog.findandreplace.title             = 查找和替换
searchdialog.findwhat                         = 查找(&F)：
searchdialog.replacewith                      = 替换为：
searchdialog.matchcase                        = 大小写敏感(&M)
searchdialog.searchinsidewords                = 单词内搜索(&S)

searchdialog.button.findprevious              = 查找上一个(&P)
searchdialog.button.findnext                  = 查找下一个(&N)
searchdialog.button.replace                   = 替换(&R)
searchdialog.button.replaceall                = 全部替换(&A)
searchdialog.button.close                     = 关闭(&C)
searchdialog.specifiedtextnotfound            = 找不到搜索内容
searchdialog.findreachedstartingpoint         = 已完成全部查找。

wronglinkmessage.title                        = 打开链接
wronglinkmessage.notenotfound                 = 找不到链接指向的笔记。
wronglinkmessage.notebooknotfound             = 找不到链接指向的数据库文件。
wronglinkmessage.notebookincompatible         = 数据库文件包含不兼容此版本的笔记链接。
wronglinkmessage.notebookencrypted            = 包含所链接笔记的笔记本已加密。
wronglinkmessage.button.remove                = 删除链接
wronglinkmessage.button.createnew             = 创建笔记

externallinkmessage.title                     = 打开外部链接
externallinkmessage.message                   = 该链接指向另一个数据库文件 '{0}'。{n}如何打开该笔记？
externallinkmessage.switchmessage             = 该链接指向另一个数据库文件 '{0}'，{n}是否切换？
externallinkmessage.button.anotherinstance    = 用其它实例打开
externallinkmessage.button.switch             = 切换笔记本
externallinkmessage.button.switch.changes     = 所有改动都将保存。

upgrademessage.title                          = 数据库文件升级中
upgrademessage.message                        = 数据库文件 '{0}'{n}由先前版本的 [app.name] 所创建。{n}是否升级？
upgrademessage.check.createbackup             = 创建备份
upgrademessage.cancelled                      = 升级已取消。
upgrademessage.successful                     = 升级成功！
upgrademessage.successful.backup              = 升级成功！{n}备份文件被保存到 '{1}' 文件夹。{n}备份文件名：'{0}'
upgrade.backup.before                         = 升级前

backup.successdialog.caption                  = 备份成功
backup.successdialog.message                  = 笔记本已作为 {0}{n} 备份至 {1}
backup.processdialog.caption                  = 备份进度
backup.processdialog.message                  = 请稍后，正在备份笔记本...

tagsedit.title                                = 添加/删除标签
tagsedit.addtags                              = 添加标签：
tagsedit.removetags                           = 删除标签：

passworddialog.title                          = 输入密码
passworddialog.old.title                      = 输入旧密码
passworddialog.password                       = 密码：
passworddialog.old.password                   = 旧密码：
passworddialog.incorrectpassword              = 密码错误
passworddialog.notebook                       = 笔记本...

setnotebookpassworddialog.title               = 密码保护
setnotebookpassworddialog.enabled.encryption  = 用密码保存此笔记本
setnotebookpassworddialog.oldpassword         = 旧密码：
setnotebookpassworddialog.newpassword         = 新密码：
setnotebookpassworddialog.confirmpassword     = 确认密码：
setnotebookpassworddialog.incorrectpassword   = 旧密码错误
setnotebookpassworddialog.matcherror          = 密码和密码确认不匹配
setnotebookpassworddialog.equalerror          = 旧密码和新密码相等
setnotebookpassworddialog.successfullychanged = 密码成功更改
setnotebookpassworddialog.successfullyremoved = 密码成功移除
setnotebookpassworddialog.cancelled           = 密码设置已取消
setnotebookpassworddialog.errormsg            = 设置密码期间本程序发生错误
setnotebookpassworddialog.errormsg.title      = 密码设置错误
setnotebookpassworddialog.autoreset.checkbox  = 最小化到系统托盘并锁定，于不活动
setnotebookpassworddialog.autoreset.suffix    = 分钟后
setnotebookpassworddialog.warning             = 警告：密码无法恢复！如果您忘记了它，{n}您将永久性的无法访问此笔记本内的笔记！
setnotebookpassworddialog.option.dontstore    = 不记忆密码：当笔记本锁定时，后台任务不运行
setnotebookpassworddialog.option.store        = 记忆密码：当笔记本锁定时，后台任务仍可运行
setnotebookpassworddialog.storepassword.warning = 警告：需要存储加密的密码到磁盘上。{n}当您需要最大安全性时请不要使用此选项。
setnotebookpassworddialog.lockonminimize.checkbox = 最小化到系统托盘后立即锁定
setnotebookpassworddialog.lockonsyslock.checkbox = 当 PC 锁定时锁定
setnotebookpassworddialog.notebookisencrypted = 笔记本已加密
setnotebookpassworddialog.button.changepassword = 更改密码...

encrypt.progress.caption                      = 加密进程
encrypt.progress.message                      = 正在加密中请等待...
decrypt.progress.caption                      = 解密进程
decrypt.progress.message                      = 正在解密中，请稍后...

recentlist.notfoundmessage                    = 是否从最近打开列表移除？
recentlist.cantclosenotebook                  = 无法关闭数据库

replacetags.title                             = 替换标签
replacetags.sourcetags                        = 将此标签：
replacetags.desttags                          = 替换为：
replacetags.hint                              = 在这里您可以重命名、分离、合并或移除标签。{n}{n}举例：想要删除标签，把它们填入第一个文本框，将第二个框留空。

recyclebindialog.title                        = 回收站
recyclebindialog.column.datedeleted           = 删除时间
recyclebindialog.column.title                 = 标题
recyclebindialog.column.text                  = 正文
recyclebindialog.column.datecreated           = 创建时间
recyclebindialog.column.datemodified          = 修改时间
recyclebindialog.column.size                  = 大小 (KB)
recyclebindialog.column.tags                  = 标签
recyclebindialog.column.sectionname           = 分区
recyclebindialog.column.link                  = 笔记链接
recyclebindialog.button.restore               = 恢复
recyclebindialog.button.delete                = 删除
recyclebindialog.button.deleteall             = 清空
recyclebindialog.label.maxsize                = 回收站容量：
recyclebindialog.label.keepnotes              = 永久删除笔记于
recyclebindialog.label.keepnotes.suffix       = 天后
recyclebindialog.error.invalidmaxsize         = 回收站容量必须为正整数
recyclebindialog.error.invalidkeepnotes       = 保存天数必须为正整数

recyclebindialog.menu.restore                 = 恢复
recyclebindialog.menu.delete                  = 删除
recyclebindialog.menu.deleteall               = 清空

recyclebindialog.confirm.delete.title         = 永久删除
recyclebindialog.confirm.delete.message       = 确认永久删除所选 {0} 条笔记？
recyclebindialog.confirm.deleteall.title      = 确认清空回收站？
recyclebindialog.confirm.deleteall.message    = 确认永久删除所有 {0} 条笔记？
recyclebindialog.confirm.restore.title        = 恢复笔记
recyclebindialog.confirm.restore.message      = 确认恢复所选 {0} 条笔记？

tray.addnew                                   = 新建笔记
tray.restore                                  = 还原窗口
tray.exit                                     = 退出

printdialog.title                             = 打印笔记
printdialog.title.single                      = 打印笔记
printdialog.group.scope                       = 打印当前视图
printdialog.group.fields                      = 打印字段
printdialog.errormsg                          = 打印时遇到错误
printdialog.errormsg.title                    = 打印错误

export.title                                  = 导出笔记
export.filemask.txt                           = 国际码 文本文件
export.filemask.xml                           =  标示语言文件
export.filemask.html                          = 网页
export.successmsg.title                       = 导出成功
export.successmsg                             = 笔记导出完成。已导出笔记：{0} 。
export.errormsg                               = 导出时发生错误。
export.errormsg.title                         = 导出错误
export.html.created                           = 创建时间：
export.html.modified                          = 修改时间：
export.scope.all                              = 所有笔记（{0}）
export.scope.current                          = 当前视图（{0}）
export.scope.selection                        = 选中笔记（{0}）
export.field.title                            = 标题
export.field.text                             = 正文
export.field.creation                         = 创建时间
export.field.modification                     = 修改时间
export.field.link                             = 链接
export.field.tags                             = 标签
export.field.remarks                          = 注释
export.field.attachments                      = 附件
export.field.rules                            = 规则
export.group.scope                            = 导出范围
export.group.fields                           = 导出字段
export.errormsg.nonotes                       = 无法从空数据库文件导出
export.button.view                            = 查看

export.processdialog.caption                  = 导出进度
export.processdialog.message                  = 导出中...

import.title                                  = 导入笔记
import.filemask.all                           = CintaNotes 文件
import.filemask.db                            = CintaNotes 数据库文件
import.filemask.xml                           = XML 文件
import.successmsg.title                       = 导入成功
import.successmsg                             = 笔记导入已完成。{n}已导入的笔记：{0}。{n}已更新的笔记：{1}。{n}已跳过重复：{2}{n}
import.successmsg.sections                    = 已导入的分区：{0}
import.successmsg.rules                       = 已导入的规则：{0}
import.errormsg                               = 导入时发生错误。
import.errormsg.title                         = 导入错误
import.label.addtags                          = 添加标签：
import.importsections                         = 导入分区
import.importrules                            = 导入规则
import.allowduplicates                        = 允许重复

import.processdialog.caption                  = 导入进度
import.processdialog.message                  = 导入中...

import.error.sectioncountexceeded             = 文件 {0} 无法和分区一起导入。{n}超出分区上限（[sections.limit]）。

options.hotkeys.title                         = 设置快捷键
options.hotkeys.clip.label                    = 剪辑文本：
options.hotkeys.show.label                    = 显示主窗口：
options.hotkeys.newnote.label                 = 添加新笔记：

options.hotkeys.hint                          = 想要取消一个快捷键，只需要在相应编辑框中按 ESC 即可。{n}{n}为了避免产生冲突，请选用其他应用程序中没有使用过的快捷键。
options.hotkeys.cannotregister                = 此快捷键组合不能使用，请换一组试试。
options.hotkeys.cannotregister.title          = 无法定义此快捷键

filtercontrol.total.one                       = 共 {0} 条笔记
filtercontrol.total.many                      = {0} 条笔记
filtercontrol.filtered.one                    = 已找到 {0}
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = 排序方式
filtercontrol.tooltip.back                    = 返回
filtercontrol.tooltip.forward                 = 前进
filtercontrol.tooltip.back.extra              = 右击以查看历史
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = 删除
tag.rename                                    = 重命名…
tag.merge                                     = 合并…
tag.delete.confirm.title                      = 删除标签
tag.delete.confirm.message.one                = 确定要删除选定的标签？
tag.delete.confirm.message.many               = 确定要删除选定的多个标签？
tag.delete.confirm.usecount.one               = 有 {0} 条笔记正在使用所选标签
tag.delete.confirm.usecount.many              = 有 {0} 条笔记正在使用所选标签
tag.displaycounts                             = 显示使用率
tag.properties                                = 属性...
tag.add                                       = 新建标签...
tag.addchild                                  = 新建子标签...
tag.expandall                                 = 展开全部
tag.collapseall                               = 收缩全部

tag.filter.none                               = 无标签过滤器
tag.filter.used                               = 只显示使用过的标签
tag.filter.related                            = 只显示相关标签

tagproperties.title                           = 属性
tagproperties.autodeletecheckbox              = 自动删除
tagproperties.autodeletecheckbox.tip          = 当没有笔记使用该标签时删除此标签
tagproperties.autoexpandedcheckbox            = 默认展开属性视图

deletetags.deletechildren                     = 连同子标签一并删除
deletetags.deletenotes.one                    = 删除 {0} 条笔记
deletetags.deletenotes.many                   = 删除 {0} 条笔记
deletetags.deletenotes.havingthistag.one      = 包含此标签
deletetags.deletenotes.havingthistag.many     = 包含如下标签

newtag.title                                  = 新建标签
newtag.name                                   = 标签名称：
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = 新建子标签

tagsidebar.all                                = 全部
tagsidebar.untagged                           = 无标签
tagsidebar.more                               = （多于 {0}）
tagsidebar.confirmtagdrop.title               = 重命名标签
tagsidebar.confirmtagdrop.text                = 重命名标签 {0} 为 {1}？

notebookconfig.title                          = 数据库参数
notebookconfig.path.caption                   = 数据库文件：
notebookconfig.path.browse.mask               = CintaNotes 数据库文件 (*.db)|*.db|所有文件 (*.*)|*.*
notebookconfig.path.browse.caption            = 浏览 CintaNotes 数据库文件
notebookconfig.disconnect.enabled             = {s}允许外部程序同步数据库
notebookconfig.disconnect.label               = 释放文件锁定于：
notebookconfig.disconnect.seconds             = 秒不活动以后
notebookconfig.move                           = {s}重新定位当前数据库文件

noterichedit.format                           = 格式(&F)
noterichedit.format.bold                      = 粗体(&B)
noterichedit.format.italic                    = 斜体(&I)
noterichedit.format.underline                 = 下划线(&U)
noterichedit.format.strikeout                 = 删除线(&S)
noterichedit.format.highlight                 = 高亮(&H)
noterichedit.format.monospace                 = 等宽字体(&M)

noterichedit.align                            = 对齐(&A)
noterichedit.align.left                       = 向左对齐(&L)
noterichedit.align.center                     = 居中对齐（&C）
noterichedit.align.right                      = 向右对齐(&R)

noterichedit.indent                           = 缩进(&I)
noterichedit.format.indent                    = 增加缩进(&I)
noterichedit.format.outdent                   = 减少缩进(&O)

noterichedit.format.list.bullet               = 符号列表(&L)
noterichedit.format.list.numbered             = 数字列表(&E)

noterichedit.format.clear                     = 清除格式(&C)

noterichedit.insertlink                       = 插入链接(&I)
noterichedit.insertlink.url                   = 链接(&U)
noterichedit.insertlink.note                  = 笔记(&N)
noterichedit.insertlink.file                  = 文件(&F)
noterichedit.insertlink.attachment            = &附件

noterichedit.paste.intolistitem               = 粘贴到列表项
noterichedit.paste.intolist                   = 粘贴到列表

noterichedit.editlink                         = 重定向链接
noterichedit.deletelink                       = 删除链接
noterichedit.copynotelink                     = 复制链接到笔记(&L)

richedit.find                                 = 查找...
richedit.replace                              = 替换...

noteproperties.title                          = 笔记属性
noteproperties.source.label                   = 来源：
noteproperties.created.label                  = 创建时间：
noteproperties.modified.label                 = 修改时间：
noteproperties.notesize.label                 = 笔记大小：{0} KB
noteproperties.notesizeondisk.label           = 占用磁盘 {0} KB
noteproperties.charcount.label                = 字符数：{0}
noteproperties.wordcount.label                = 单词数：{0}
noteproperties.error.invaliddates             = 修改时间不可早于创建时间

selecturldialog.title                         = 输入链接
selecturldialog.url                           = 链接：

error.notebook.filedeleted                    = 数据库文件已删除。{n}程序将关闭。
error.notebook.unknownversion                 = 该数据库文件‘{0}’{n}由更新版本的 [程序名称] 所创建，在此版本上无法打开。{n}{n}请到 [程序网址] 下载更新的  [程序名称]。
error.notebook.cantopenwhenupgrade            = 数据库文件 '{0}'{n}是由 [程序名称] 旧版本所创建且无法升级。{n}请查看该文件的写入权限。
error.notebook.upgradeerror                   = 数据库文件 '{0}'{n}是由 [程序名称] 的旧版本所创建且无法升级。{n}{n}错误信息：{1}
error.notebook.encrypted                      = 数据库文件 '{0}'{n} 已被加密。
error.notebook.databasedamaged                = 数据库文件 '{0}'{n}已损坏且无法打开。{n}{n}错误信息：{1}
error.notebook.busy                           = 数据库文件 '{0}'{n} 正在被其他应用程序占用，无法打开。
error.note.notfound                           = 该笔记已被删除

error.notebook.dbcorrupt.title                = 数据库文件通知
error.notebook.dbcorrupt.message              = 数据库文件可能已损坏。请将以下信息发送到 [电邮处理中心]: {0}

license.key.status.notfound                   = 无法找到注册信息。
license.key.status.valid                      = 注册信息正确。
license.key.status.invalid                    = 注册信息不正确。
license.key.status.stolen                     = 注册码已被作者设为无效。
license.key.status.expired                    = 该注册码已过期。
license.key.status                            = 注册状态：{0}

license.type.basic                            = 基础版（免费版）许可证
license.type.pro                              = 专业版许可证
license.type.company                          = 专业版许可证 (公司)
license.type.promo                            = [license.type.pro] (推广)
license.type.lifetime                         = 终身 [license.type.pro]
license.type.trial                            = 试用的专业版许可证

licensedialog.title                           = 许可证
licensedialog.reqexttrial                     = 请求延长试用
licensedialog.register.success                = 感谢您的注册！
licensedialog.register.success.title          = 注册成功
licensedialog.register.fail                   = 注册失败
licensedialog.register.expired                = 该许可证对当前版本的 [app.name] 无效。
licensedialog.register.expired.extra          = 注册文件在 {0} 之前有效。{n}当前版本（{1}）时间为 {2}。
licensedialog.replace.confirm                 = 您希望替换当前许可吗？
licensedialog.replace.confirm.title           = 替换许可？

licensedialog.type.trial                      = [许可证.类型.试用]
licensedialog.type.trial.descr                = 试用剩余天数：{0}
licensedialog.type.pro                        = [license.type.pro]
licensedialog.type.pro.descr                  = 全功能版
licensedialog.type.pro.name                   = 注册授予：{0}
licensedialog.type.pro.email                  = Email: {0}
licensedialog.type.pro.key                    = 许可证密钥:
licensedialog.type.pro.expdate                = 到期时间：
licensedialog.type.pro.updexpdate             = 在此之前免费升级：{0}
licensedialog.type.pro.enternew               = 输入新的许可证密钥
licensedialog.type.basic                      = [license.type.basic]
licensedialog.type.basic.descr                = 功能限制版

licensedialog.never                           = 永不
licensedialog.unlimited                       = 无限制

licensedialog.buykey                          = 购买密钥
licensedialog.renewkey                        = 更新密钥
licensedialog.upgradekey                      = 升级到终身许可证密钥

licensedialog.detectedkey.title               = 已检测到的许可证密钥
licensedialog.detectedkey.message             = CintaNotes检测到已下许可证密钥：
licensedialog.detectedkey.apply               = 应用密钥
licensedialog.detectedkey.next.apply          = 如果您想使用该密钥，请点击下面的 "[licensedialog.detectedkey.apply]" 按钮。

licensekeydialog.title                        = 请输入新的许可证密钥
licensekeydialog.name                         = 全名
licensekeydialog.email                        = Email
licensekeydialog.key                          = 密钥

licenserequireddialog.title                   = 需要升级许可
licenserequireddialog.message.default         = 此功能在您当前许可下不可用。
licenserequireddialog.message.upg             = 如需使用此功能请升级您的许可。{n}点击“许可”按钮查看详情。
licenserequireddialog.licensebutton           = 许可证

licenseexpireddialog.title                    = 许可已过期
licenseexpireddialog.renew.message            = 该许可证对当前版本的 [app.name] 无效。{n}请更新许可或降级至基本（免费）许可。
licenseexpireddialog.buy.message              = 试用许可已过期。{n}请购买专业版许可或降级至基本（免费）许可。
licenseexpireddialog.freebutton               = 降级
licenseexpireddialog.renewbutton              = 更新
licenseexpireddialog.buybutton                = 购买
licenseexpireddialog.exitbutton               = 退出
licenseexpireddialog.dontshowdialog           = 不要再显示此对话框
licenseexpireddialog.renew.hintlabel          = 更新许可只需要几分钟的时间{n}并且享受 [license.renew.discount] 的折扣。
licenseexpireddialog.buy.hintlabel            = 升级至专业版许可只需要几分钟时间。

trialexpireddialog.title                      = [app.name] 试用期已结束
trialexpireddialog.message                    = 您的CintaNotes专业版10天试用已到期，{n}并且您的许可证状态自动恢复为基础版(免费版)。{n}{n}如果您需要更多的时间来体验评估，您现在就可以申请{n}延长30天的试用。{n}
trialexpireddialog.requestext                 = 请求延长试用期
trialexpireddialog.buy                        = 购买许可证
trialexpireddialog.usefree                    = 降级到基础版

licensemanager.trial.first                    = CintaNotes专业版{0}天免费试用已激活。点击此处查看许可证授权。
licensemanager.trial.continue                 =  {1}天PRO试用期已使用{0}天。点击此外以免费延长{2}天。
licensemanager.key.willexpire                 = 您的许可证密钥将在 {0} 天后到期，点击此处查看许可证授权。
licensemanager.freeupdates.willexpire         = 您的专业版升级订阅将在 {0} 天后到期，点击此处查看许可证授权。

updatedialog.title                            = 检查更新
updatedialog.initmessage                      = 升级已被取消。{n}点击"再次检查"按钮恢复升级。
updatedialog.label.changes                    = 更新内容：
updatedialog.button.check                     = 再次检查
updatedialog.button.download                  = 下载
updatedialog.label.autocheck                  = 自动检查更新
updatedialog.error.invalidfile                = 不正确的版本文件。
updatedialog.error.connectionrefused          = 连接被拒绝。
updatedialog.error.servernotresponding        = 服务器无响应。
updatedialog.error.invalidproxysettings       = 代理服务器设置错误。
updatedialog.error.inetdisconnected           = 网络连接中断。
updatedialog.warn.newversion.licensekeyinvalid = 警告！您当前的授权码对此版本无效。{n}如果您要继续使用专业版功能，请续订您的授权码。
updatedialog.result.uptodate                  = 此版本的 CintaNotes（{0}）已经是最新版。
updatedialog.result.newversion                = 有新版本的 [app.name]，版本号 {0}
updatedialog.state.connecting                 = 连接中…
updatedialog.state.findingserver              = 正在查找服务器…
updatedialog.state.downloadingfile            = 正在下载文件…

updatedialog.downloaddialog.title             = 警告
updatedialog.downloaddialog.msg               = 此版本可能更改您笔记本文件的格式，且 CintaNotes 旧版本无法再读取它。{n}{n}如果您要使用新版本的专业版功能，请在安装新版本前续订您的授权码或升级到终生许可。{n}{n}您要做什么？
updatedialog.downloaddialog.download          = 无论如何都要下载
updatedialog.downloaddialog.renew             = 续订许可密匙
updatedialog.downloaddialog.upgrade           = 升级到终生许可

proxysettingsdialog.title                     = 代理服务器设置
proxysettingsdialog.server                    = 主机：
proxysettingsdialog.port                      = 端口：
proxysettingsdialog.username                  = 用户名：
proxysettingsdialog.password                  = 密码：
proxysettingsdialog.mode.disabled             = 不使用代理服务器
proxysettingsdialog.mode.preconfig            = 使用系统代理设置
proxysettingsdialog.mode.enabled              = 使用代理服务器
proxysettingsdialog.error.invalidport         = 端口必须是正整数

synchronizationbar.sync.tip                   = 立即同步
synchronizationbar.cancel.tip                 = 取消
synchronization.status.starting               = 开始同步…
synchronization.status.login                  = 登录…
synchronization.status.retrieveindex          = 获取笔记索引…
synchronization.status.addlocalnotes          = 下载新笔记… 第 {0} 条/共 {1} 条
synchronization.status.updatelocalnotes       = 下载更新笔记… 第 {0} 条/共 {1} 条
synchronization.status.removelocalnotes       = 删除本地笔记… 第 {0} 条/共 {1} 条
synchronization.status.restorelocalnotes      = 正从回收站恢复本地笔记... 第 {0} 条/共 {1} 条
synchronization.status.totrashlocalnotes      = 正移动本地笔记到回收站... 第 {0} 条/共 {1} 条
synchronization.status.addremotenotes         = 上传新笔记… 第 {0} 条/共 {1} 条
synchronization.status.updateremotenotes      = 上传更新笔记… 第 {0} 条/共 {1} 条
synchronization.status.removeremotenotes      = 删除远程笔记… 第 {0} 条/共 {1} 条
synchronization.status.restoreremotenotes     = 正从回收站恢复远程笔记... 第 {0} 条/共 {1} 条
synchronization.status.totrashremotenotes     = 正移动远程笔记到回收站... 第 {0} 条/共 {1} 条
synchronization.status.cancelling             = 取消…

synchronization.result.local                  = 本地：
synchronization.result.remote                 = 远程：
synchronization.result.added                  = 添加：
synchronization.result.updated                = 更新：
synchronization.result.removed                = 删除：
synchronization.result.errors                 = 错误：

synchronization.error.downloadattachment      = 下载 '{0}' 附件失败。
synchronization.error.uploadattachment        = 上传 '{0}' 附件失败。
synchronization.error.deleteattachment        = 删除服务器上的附件失败。
synchronization.error.exceededfileslimit      = {0} [mbytes] 的附件总大小限制已超过 {1} [mbytes]。{n}请删除一些附件以继续同步。

synchronization.state.completed               = 同步完成。
synchronization.state.completedwitherrors     = 同步失败。请稍后重试。
synchronization.state.completedempty          = 同步完成。没有更新。
synchronization.state.failed                  = 同步失败。
synchronization.state.authorizationfailed     = 验证失败。
synchronization.state.invalidproxysettings    = 代理服务器设置错误。
synchronization.state.systemproxyautherror    = 代理需要身份验证。请使用手动代理设置。
synchronization.state.nameresolvingfailed     = 无法连接。无法解析主机名。
synchronization.state.internetdisconnected    = 无网络连接。
synchronization.state.servernotresponding     = 服务器无响应。

synchronization.state.notsynchronized         = 没有同步
synchronization.state.lastsynchronization     = 最后同步 {0}

syncpropertiesdialog.title                    = Simplenote 同步属性
syncpropertiesdialog.login                    = 用户名：
syncpropertiesdialog.password                 = 密码：
syncpropertiesdialog.enabled.allnotebook      = 使用 Simplenote 同步笔记
syncpropertiesdialog.section.all              = 同步所有分区
syncpropertiesdialog.section.selected         = 同步所选分区：
syncpropertiesdialog.conflictpolicy           = 冲突解决策略：
syncpropertiesdialog.conflictpolicy.local     = 本地优先
syncpropertiesdialog.conflictpolicy.remote    = 远程优先
syncpropertiesdialog.conflictpolicy.last      = 最后更新优先
syncpropertiesdialog.cachereset.loginchanged  = 登录信息已更新。{n}同步将被重置，所有远程笔记将被标记为新笔记。{n}{n}是否继续？
syncpropertiesdialog.cachereset.title         = 重置同步信息？
syncpropertiesdialog.autosync.checkbox        = 自动同步间隔：
syncpropertiesdialog.autosync.suffix          = 分钟
syncpropertiesdialog.button.proxysettings     = 代理服务器设置
syncpropertiesdialog.sectionselection.error   = 请选择至少一个分区
syncpropertiesdialog.webdavserver.cinta       = CintaNotes 服务器（已用空间：{0} / {1} MB）
syncpropertiesdialog.webdavserver.custom      = 自定义 WebDAV 服务器
syncpropertiesdialog.attachments              = 用作附件的服务器空间：
syncpropertiesdialog.attachments.remaining    = [syncpropertiesdialog.attachments] {0} / {1}{2}（剩余 {3}{2}）
syncpropertiesdialog.attachments.exceed       = [syncpropertiesdialog.attachments] {0} / {1}{2}
syncpropertiesdialog.attachments.exceedwarning = 警告：已超过服务器空间限制！{n}请通过 {0}{1} 减少同步附件的总大小{n}以继续同步。

webdavpropertiesdialog.title                  = WebDAV 连接属性
webdavpropertiesdialog.host                   = 主机
webdavpropertiesdialog.port                   = 端口
webdavpropertiesdialog.serverpath             = 服务器路径
webdavpropertiesdialog.user                   = 用户
webdavpropertiesdialog.password               = 密码
webdavpropertiesdialog.button.test            = 测试
webdavpropertiesdialog.protocol.http          = HTTP
webdavpropertiesdialog.protocol.https         = HTTPS
webdavpropertiesdialog.error.port             = 端口必须为正数
webdavpropertiesdialog.connectiontest.title   = 连接测试
webdavpropertiesdialog.connectiontest.success = 连接成功
webdavpropertiesdialog.connectiontest.fail    = 连接失败

rulesdialog.title                             = 规则
rulesdialog.add.tip                           = 添加新的规则
rulesdialog.remove.tip                        = 删除已选规则
rulesdialog.apply.confirm.title               = 应用已修改的规则？
rulesdialog.apply.confirm.message             = 现在就应用修改后的规则到已有的笔记中吗？
rulesdialog.viewlog                           = 查看日志
rulesdialog.confirmdelete.one                 = 删除选中的 {0} 条规则？
rulesdialog.confirmdelete.many                = 删除选中的 {0} 条规则？
rulesdialog.confirmdelete.title.one           = 删除规则？
rulesdialog.confirmdelete.title.many          = 删除规则？

rulesdialog.licenserequired                   = 请注意，失去专业版许可证，你只能够创建和测试规则，但不能运行它们。
rulesdialog.licenserequired.title             = 功能限制警告

rulesdialog.delete.stilledited                = 不能删除仍在被编辑中的规则
rulesdialog.delete.stilledited.title          = 不能删除

rulesdialog.close.stilledited                 = 一些规则仍在编辑中，请先编辑完这些规则。
rulesdialog.close.stilledited.title           = 不能关闭

ruleeditdialog.title                          = 编辑规则
ruleeditdialog.name                           = 规则名称 (可选)
ruleeditdialog.active                         = 应用
ruleeditdialog.button.testrule                = 测试规则

ruleeditdialog.errormessage.title             = 规则有错

rule.errors.conditions.emptyvalue             = 规则条件包含空值。
rule.errors.conditions.size.notinteger        = 须为一个整数值。
rule.errors.conditions.size.negative          = 须为一个非负整数值。
rule.errors.conditions.size.notpositive       = 须为一个正整数值。

rule.errors.actions.empty                     = 请至少定义一个操作。
rule.errors.actions.more_than_one_section_action = 每条规则只允许一个  '[actioneditor.actiontype.section]' 操作。
rule.errors.actions.no_tags_specified         = 请至少定义一个标签。
rule.errors.actions.redundant_actions         = 规则包含重复的操作，它不产生任何作用，将会被删除。

ruleeditor.conditionlist.title                = [如果]
ruleeditor.conditionlist.label.one            = 符合以下条件:
ruleeditor.conditionlist.label.all            = 暂停所有条件：

ruleeditor.conditionlist.add.tip              = 添加新的条件

ruleeditor.actionlist.add.tip                 = 添加新的操作

ruleeditor.actionlist.title                   = [然后]

fieldconditioneditor.delete.tip               = 删除条件
fieldconditioneditor.value.add.tip            = 添加新的值
fieldconditioneditor.value.delete.tip         = 删除值

fieldconditioneditor.field.anytext            = 任何本文字段
fieldconditioneditor.field.title              = 标题
fieldconditioneditor.field.text               = 文本
fieldconditioneditor.field.link               = 链接
fieldconditioneditor.field.tags               = 标签
fieldconditioneditor.field.remarks            = 备注
fieldconditioneditor.field.attachments        = 附件
fieldconditioneditor.field.section            = 段
fieldconditioneditor.field.created            = 创建时间
fieldconditioneditor.field.modified           = 修改时间
fieldconditioneditor.field.note               = 注释

fieldconditioneditor.op.contains              = 包含
fieldconditioneditor.op.containsall           = 包含全部
fieldconditioneditor.op.starts                = 以此开头的
fieldconditioneditor.op.ends                  = 结束用
fieldconditioneditor.op.equals                = 是等于
fieldconditioneditor.op.hasall                = 有全部
fieldconditioneditor.op.hasany                = 有
fieldconditioneditor.op.isempty               = 为空
fieldconditioneditor.op.before                = 早于
fieldconditioneditor.op.after                 = 晚于
fieldconditioneditor.op.isnew                 = 是新的
fieldconditioneditor.op.itemcontains          = 有项目包含
fieldconditioneditor.op.itemstarts            = 以此项目开始的
fieldconditioneditor.op.itemends              = 有项目结束用
fieldconditioneditor.op.itemequals            = 项目名称为
fieldconditioneditor.op.sizegreater           = 总大小【KB】大于
fieldconditioneditor.op.sizesmaller           = 总大小【KB】小于
fieldconditioneditor.op.haschildrenof         = 在此父级下的
fieldconditioneditor.op.hasparentsof          = 包含子级

fieldconditioneditor.op.isempty.attachments   = 是不存在
fieldconditioneditor.op.itemcontains.attachments = 有文件名包含
fieldconditioneditor.op.itemstarts.attachments = 以文件名开头
fieldconditioneditor.op.itemends.attachments  = 文件名以此结尾
fieldconditioneditor.op.itemequals.attachments = 文件名为

fieldconditioneditor.op.not.isempty.attachments = 当前
fieldconditioneditor.op.not.itemcontains.attachments = 不包含文件名
fieldconditioneditor.op.not.itemstarts.attachments = 没有以此文件名开头的
fieldconditioneditor.op.not.itemends.attachments = 没有文件名结尾
fieldconditioneditor.op.not.itemequals.attachments = 无此文件名

fieldconditioneditor.op.before.anytext        = 之前
fieldconditioneditor.op.after.anytext         = 随后

fieldconditioneditor.op.not.contains          = 未包含
fieldconditioneditor.op.not.containsall       = 不全包含
fieldconditioneditor.op.not.starts            = 没有以此开头的
fieldconditioneditor.op.not.ends              = 不以此为结尾
fieldconditioneditor.op.not.equals            = 不等于
fieldconditioneditor.op.not.hasall            = 不全包含
fieldconditioneditor.op.not.hasany            = 没有
fieldconditioneditor.op.not.isempty           = 不为空
fieldconditioneditor.op.not.isnew             = 不为新的
fieldconditioneditor.op.not.itemcontains      = 不包含的项目
fieldconditioneditor.op.not.itemstarts        = 不以此项目为开头的
fieldconditioneditor.op.not.itemends          = 不以此为结尾的项目
fieldconditioneditor.op.not.itemequals        = 无此项目
fieldconditioneditor.op.not.haschildrenof     = 没有子级
fieldconditioneditor.op.not.hasparentsof      = 没有父级

actioneditor.delete.tip                       = 删除动作

actioneditor.actiontype.tag                   = 添加标签
actioneditor.actiontype.untag                 = 移除标签
actioneditor.actiontype.section               = 移至章节
actioneditor.actiontype.tag-untag             = 指派标签

actioneditor.untag                            = 当条件不符合时取消标签

ruleslist.active                              = 应用(&C)
ruleslist.add                                 = 添加(&A)
ruleslist.edit                                = &编辑
ruleslist.delete                              = 删除(&D)
ruleslist.duplicate                           = 复制(&U)
ruleslist.duplicate.suffix                    = 复制

ruleslist.preview.active                      = 应用
ruleslist.preview.inactive                    = 停用
ruleslist.preview.paused                      = 暂停：须使用专业版许可

ruleslist.preview.forall                      = 应用到所有笔记
ruleslist.preview.donothing                   = 无操作

ruleslist.empty                               = 该笔记本没有定义规则。{n} 添加一个新的规则，请点击 '+' 图标，或者使用插入键。

rule.test.progress.title                      = 测试规则
rule.test.progress.message                    = 在 {0} 现有笔记中测试规则...
rule.test.error.title                         = [错误]
rule.test.success.title                       = 测试完成
rule.test.success.message                     = 在 {0} 笔记中的规则测试已完成：
rule.test.success.message.actions             = 规则操作将被执行 {0} 次

rule.apply.progress.title                     = 应用规则
rule.apply.progress.message                   = 请稍等片刻直到规则被应用到笔记中...
rule.apply.error.title                        = [错误]

ruleslogdialog.title                          = 规则日志

ruleslogdialog.column.dateapplied             = 日期已应用
ruleslogdialog.column.rulename                = 规则名称
ruleslogdialog.column.notetitle               = 笔记标题
ruleslogdialog.column.addedtags               = 添加标签
ruleslogdialog.column.removedtags             = 标签已删除
ruleslogdialog.column.movedtosection          = 移动到分区

ruleslogdialog.columnvalue.rulename.deleted   = 已删除

ruleslogdialog.button.undo                    = 撤消
ruleslogdialog.button.clear                   = 清空日志
ruleslogdialog.menu.undo                      = [ruleslogdialog.button.undo]

ruleslogdialog.confirm.undo.title             = 撤消规则应用
ruleslogdialog.confirm.undo.message           = 撤消 {0} 已选择的规则？
ruleslogdialog.confirm.clear.title            = 清空规则日志
ruleslogdialog.confirm.clear.message          = 删除所有规则应用记录？

notification.ruleapplied.one                  = 规则 '{0}' 已应用到 {1} 笔记中
notification.ruleapplied.many                 = 规则 '{0}' 已应用到 {1} 笔记中

section.new                                   = 新建...
section.new.tip                               = 创建分区
section.edit                                  = 属性...
section.delete                                = 删除
section.selectall                             = 全选
section.licenserequired                       = 当前许可只允许创建 {0} 个分区。
section.move.left                             = 左移(&L)
section.move.right                            = 右移(&R)
section.dropnotes.tip.one                     = 移动笔记到 '{0}' 分区
section.dropnotes.tip.many                    = 移动 {0} 笔记到分区 '{1}'
section.droptext                              = 添加笔记到分区'{0}'

section.confirmdelete                         = 确定删除所选的分区 '{0}' 以及所含的 {1} 条笔记？
section.confirmdelete.title                   = 确定删除分区？
section.confirmdelete.many                    = 确定删除所选的分区 '{0}' 以及所含的 {1} 条笔记？
section.confirmdelete.title.many              = 确定删除分区？

section.all                                   = [tagsidebar.all]
section.main                                  = 主分区
section.inbox                                 = 设为主分区

sectionedit.title                             = 编辑分区属性
sectionedit.title.new                         = 创建分区
sectionedit.name                              = 名称：
sectionedit.color                             = 颜色：
sectionedit.sectionalreadyexists              = 已存在同名分区

movetosection.title                           = 移动到分区
movetosection.label.one                       = 移动 {0} 条笔记到分区：
movetosection.label.many                      = 移动 {0} 条笔记到分区：

clipping.balloon.caption                      = [app.name] 剪辑已保存
clipping.balloon.intosection                  = 到
clipping.balloon.tagged                       = 并且设置标签 [{0}]

filedialog.filemask.all                       = 所有文件

ctrl                                          = Ctrl键
alt                                           = Alt键
shift                                         = Shift
win                                           = Win
esc                                           = 退出
enter                                         = 输入
ins                                           = Ins
del                                           = Del键
home                                          = Home
end                                           = 结束
pgup                                          = PgUp
pgdown                                        = PgDown
space                                         = Space
left                                          = Left
right                                         = Right
up                                            = Up
down                                          = Down
bksp                                          = 退格

bytes                                         = 字节
kbytes                                        = KB
mbytes                                        = MB
gbytes                                        = GB
